src/engineering_tools/data/openfoam/hello_cavity/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| engineering-tools MIT sample - hello_cavity transportProperties            |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}
nu              [0 2 -1 0 0 0 0] 0.01;
