src/engineering_tools/data/openfoam/hello_cavity/constant/turbulenceProperties
/*--------------------------------*- C++ -*----------------------------------*\
| engineering-tools MIT sample - hello_cavity (laminar)                      |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      turbulenceProperties;
}
simulationType  laminar;
